{
    "subtitle": "The Palestinian Social Fund aims to build a network of cooperatives aiming to achieve sustainable production and economic independence.",
    "section_one_title": "Kanaan's Land: 1st cooperative we want to fund",
    "section_one_description": "Founded by 3 freed prisoners, Aws Tamimi, Arafat Barghouthi, and Firas Barghouthi, in Beit Rima after noticing there's a lack of opportunity for them in the Palestinian economy, Kanaan's Land wishes to become a major producer of organic & local poultry products.",
    "section_two_title": "Support the fund",
    "section_two_description_1": "We seek to harness the dedication and resourcefulness of Palestinians and friends of Palestine in the diaspora looking for ways to help Palestine flourish.",
    "section_two_description_2": "As individuals, we believe in the importance and power of solidarity. Rather than aid distributed from the top-down, we believe in providing financial support directly to Palestinian producers.",
    "section_three_title": "Get involved",
    "section_three_description_1": "Our struggle for economic justice in Palestine is intrinsically linked to global movements for social, racial, and environmental justice. In 2021, it is easier than ever to organize across borders and harness the power of well-meaning people seeking to make a difference for the better.",
    "section_three_description_2": "We are 100% volunteer-powered, and need your help! Send us an email to psfund@pm.me if you're interested in contributing.",
    "raised_of": "raised of ${{goal}} goal",
    "visit_fb": "Visit their Facebook Page",
    "one_time_disclaimer": "Or if you'd like to support the fund one time, start with $5 and increment your way up to your desired amount.",
    "processing_disclaimer": "Note: plan prices seem like arbitrary amounts because they already include the payment processing fee of 2.9% + 0.30¢.",
    "or_connect_with_us_over": "Or connect with us over",
    "github_description": "Connect with the software team.",
    "you": "You",
    "contribute": "How can you contribute?",
    "saba_abbas": "Saba Abbas",
    "youcef_rahmani": "Youcef Rahmani",
    "imad_dodin": "Imad Dodin",
    "sami_fuller": "Sami Fuller",
    "adam_albarghouthi": "Adam Albarghouthi",
    "software_developer": "Software developer",
    "lawyer": "Lawyer",
    "producer": "Producer",
    "project_analyst": "Project Analyst"
}